[
    {
        "title": "Compile Data Analytics",
        "thumbnail": "./images/work/compile.png",
        "srcset": "./images/work/compile@2x.png 2x, ./images/work/compile@3x.png 3x",
        "images": [
            {
                "src": "./images/work/c-01.png",
                "srcset": "./images/work/c-01@2x.png 2x, ./images/work/c-01@3x.png 3x"
			},
            {
                "src": "./images/work/c-02.png",
                "srcset": "./images/work/c-02@2x.png 2x, ./images/work/c-02@3x.png 3x",
                "description": "The tech page describes what goes on when selecting the relevant leads to explain the process and what goes on behind the scenes. Compile’s goal is simple: deliver data that drives great products. The leads are easy to use and integrate with the sales workflow."
			},
            {

                "src": "./images/work/c-03.png",
                "srcset": "./images/work/c-03@2x.png 2x, ./images/work/c-03@3x.png 3x",
                "description": "Exercises in visual direction"
			},
            {

                "src": "./images/work/c-04.png",
                "srcset": "./images/work/c-04@2x.png 2x, ./images/work/c-04@3x.png 3x",
                "description": " "
			},
            {

                "src": "./images/work/c-05.png",
                "srcset": "./images/work/c-05@2x.png 2x, ./images/work/c-05@3x.png 3x",
                "description": " "
			},
            {
                "src": "./images/work/c-06.png",
                "srcset": "./images/work/c-06@2x.png 2x, ./images/work/c-06@3x.png 3x",
                "description": "The product works with access to the company’s CRM data for the last few months to analyse their win/loss profile. A set of project-linked leads is delivered every week with full account information. Feedback from interaction metrics are used to tune future delivery for maximum conversions."
			},
            {
                "src": "./images/work/c-07.png",
                "srcset": "./images/work/c-07@2x.png 2x, ./images/work/c-07@3x.png 3x",
                "description": "The team of data scientists and machine learning experts has built an engine that sifts through the deep public web to find active opportunities. The engine analyzes multiple vectors such as firmographic data, install base information, relevant triggers along with lead behavior."
			},
            {
                "src": "./images/work/c-09.png",
                "srcset": "./images/work/c-09@2x.png 2x, ./images/work/c-09@3x.png 3x",
                "description": "Meta-data from a company’s marketing or sales automation tool is used to create a Best Fit model of their prospects. The data can be anonymized – no account or lead identifiable information is required. Next, the model is applied to opportunities identified by the engine to pick only those customers that have shown a high propensity to buy and match their ideal profile. Feedback from the sales funnel – CTR, response score, conversions to MQL, SAL – are used to tune the filter."
			},
            {
                "src": "./images/work/c-10.png",
                "srcset": "./images/work/c-10@2x.png 2x, ./images/work/c-10@3x.png 3x",
                "description": " "
            },
            {
                "src": "./images/work/c-11.png",
                "srcset": "./images/work/c-11@2x.png 2x, ./images/work/c-11@3x.png 3x",
                "description": " "
			}
		],
        "description": "Compile is a data platform that is built to structure and organize disparate data types. My role involved communicating the product through their website and consequently, creating a dashboard that would make it easier for the users to consume and act upon the data provided. Below is the landing page of their website that I had designed previously, which aimed at visually showcasing the picking of relevant leads from a host of available information points scattered across the internet and other sources."
	},
    {
        "title": "Liv.ai",
        "thumbnail": "./images/work/liv.png",
        "srcset": "./images/work/liv@2x.png 2x, ./images/work/liv@3x.png 3x",
        "images": [
            {
                "src": "./images/work/liv-1.png",
                "srcset": "./images/work/liv-1@2x.png 2x, ./images/work/liv-1@3x.png 3x"
			},
            {
                "src": "./images/work/liv-2.png",
                "srcset": "./images/work/liv-2@2x.png 2x, ./images/work/liv-2@3x.png 3x",
                "description": " "
			},
            {
                "src": "./images/work/liv-3.png",
                "srcset": "./images/work/liv-3@2x.png 2x, ./images/work/liv-3@3x.png 3x",
                "description": "The demo version of the customer pilot app enables the user to speak into the device to get a speech-to-text output. Transcription the back-end allows the user to deliver it in the their desired language (9 Indian languages, including Hindi, Bengali, Punjabi, Kannada, Telugu, Tamil, Marathi, Gujarati and English). This text is editable at any point, and the user has the ability to stop the transcription process if s/he requires - mostly due to slow internet in most parts of India."
			},
            {
                "src": "./images/work/liv-4.png",
                "srcset": "./images/work/liv-4@2x.png 2x, ./images/work/liv-4@3x.png 3x",
                "description": "WIP: Dashboard for testers to submit the closest regional language version of the corresponding english words"
			},
            {
                "src": "./images/work/liv-5.png",
                "srcset": "./images/work/liv-5@2x.png 2x, ./images/work/liv-5@3x.png 3x",
                "description": "Showcasing technology: Android application showcasing transcription accuracy (1 of 2)"
			},
            {
                "src": "./images/work/liv-6.png",
                "srcset": "./images/work/liv-6@2x.png 2x, ./images/work/liv-6@3x.png 3x",
                "description": "A custom keyboard with an option to select the language the user chooses to speak in (2 of 2)"
			}
		],
        "description": "At Liv.ai, technology to perform and perfect speech recognition in Hindi, English and all major Indian languages has been in the making for over two years (and counting). Using this technology as a backbone, Liv aims to create a software that builds chatbots. My role was to understand what makes a chatbot framework, and design a tool that would make it possible to create bot applications by feeding in utterances, grouping them together under intents, and allow for entities to act as the moving parts of the machine that would result in the creation of the bot. \n\nStarting with the website."
	},
    {
        "title": "DailyRounds Healthcare",
        "thumbnail": "./images/work/dr.png",
        "srcset": "./images/work/dr@2x.png 2x, ./images/work/dr@3x.png 3x",
        "images": [
            {
                "src": "./images/work/dr-01.png",
                "srcset": "./images/work/dr-01@2x.png 2x, ./images/work/dr-01@3x.png 3x"
			},
            {
                "src": "./images/work/dr-02.png",
                "srcset": "./images/work/dr-02@2x.png 2x, ./images/work/dr-02@3x.png 3x",
                "description": " "
			},
            {
                "src": "./images/work/dr-03.png",
                "srcset": "./images/work/dr-03@2x.png 2x, ./images/work/dr-03@3x.png 3x",
                "description": " "
			},
            {
                "src": "./images/work/dr-04.png",
                "srcset": "./images/work/dr-04@2x.png 2x, ./images/work/dr-04@3x.png 3x",
                "description": " "
			},
            {
                "src": "./images/work/dr-05.png",
                "srcset": "./images/work/dr-05@2x.png 2x, ./images/work/dr-05@3x.png 3x",
                "description": " "
			},
            {
                "src": "./images/work/dr-06.png",
                "srcset": "./images/work/dr-06@2x.png 2x, ./images/work/dr-06@3x.png 3x",
                "description": "The main feature of the Android/iOS app is a rich medical news-related home feed populated by posts from a large network of specialised users. Another equally prominent highlight is the library section, created and curated in-house, that categorises different topics and sections such as an extensive Drug database, Journal updates, Guidelines, and much more."
			},
            {
                "src": "./images/work/dr-07.png",
                "srcset": "./images/work/dr-07@2x.png 2x, ./images/work/dr-07@3x.png 3x",
                "description": " "
			},
            {
                "src": "./images/work/dr-08.png",
                "srcset": "./images/work/dr-08@2x.png 2x, ./images/work/dr-08@3x.png 3x",
                "description": " "
			},
            {
                "src": "./images/work/dr-09.png",
                "srcset": "./images/work/dr-09@2x.png 2x, ./images/work/dr-09@3x.png 3x",
                "description": "The web version for the app takes on a slightly different approach. From a visual perspective, the striking red has been reduced significantly and used only as accents to lessen a visual overload due to too much contrast, but also to keep the brand colour recall going. The body type has been changed from the sans-serif system fonts on the phone to the serif Georgia to ease readability."
			},
            {
                "src": "./images/work/dr-10.png",
                "srcset": "./images/work/dr-10@2x.png 2x, ./images/work/dr-10@3x.png 3x",
                "description": "The India Drug Index caters to doctors and pharmacists, even the lay drug researcher, looking for quick and easy references, available to download for offline use. The extensive database has been created, segregated and categorised by the in-house medical professionals at DailyRounds. The experience direction is intended to be straightforward to minimise obstruction. Available for free on the Android Playstore."
			},
            {
                "src": "./images/work/dr-11.png",
                "srcset": "./images/work/dr-11@2x.png 2x, ./images/work/dr-11@3x.png 3x",
                "description": " "
			},
            {
                "src": "./images/work/dr-12.png",
                "srcset": "./images/work/dr-12@2x.png 2x, ./images/work/dr-12@3x.png 3x",
                "description": "Marrow, built by doctors, teachers and DailyRounds, is a learning platform for the new-pattern NEET PG, available on web, Android and iOS. It comprises of an extensive question bank, segregated subject-wise, test-series and videos."
			},
            {
                "src": "./images/work/dr-13.png",
                "srcset": "./images/work/dr-13@2x.png 2x, ./images/work/dr-13@3x.png 3x",
                "description": " "
			},
            {
                "src": "./images/work/dr-14.png",
                "srcset": "./images/work/dr-14@2x.png 2x, ./images/work/dr-14@3x.png 3x",
                "description": " "
			}
		],
        "description": "DailyRounds is one of the largest academic networks for doctors and medical students. This project comprised creating and fixing the UI and experience for the iPhone and Android applications, the web application counterpart (WIP), and the DailyRounds website."
	},
    {
        "title": "Healthcare Innovate",
        "thumbnail": "./images/work/clinivid.png",
        "srcset": "./images/work/clinivid@2x.png 2x, ./images/work/clinivid@3x.png 3x",
        "images": [
            {
                "src": "./images/work/hci-01.png",
                "srcset": "./images/work/hci-01@2x.png 2x, ./images/work/hci-01@3x.png 3x"
			},
            {
                "src": "./images/work/hci-02.png",
                "srcset": "./images/work/hci-02@2x.png 2x, ./images/work/hci-02@3x.png 3x",
                "description": "The initial process comprised fixing the existing mobile app on iOS.\n(Below, L-R: Welcome, annotating a document, viewing document, case discussion)"
			},
            {
                "src": "./images/work/hci-03.png",
                "srcset": "./images/work/hci-03@2x.png 2x, ./images/work/hci-03@3x.png 3x",
                "description": "Below is a snapshot of the web application, created after the finished mobile screens."
			},
            {
                "src": "./images/work/hci-04.png",
                "srcset": "./images/work/hci-04@2x.png 2x, ./images/work/hci-04@3x.png 3x",
                "description": "My role comprised revamping the existing flows and interface in order to accommodate new features and integrate the mobile and web apps. For example, adding recipients to a case will work differently across web and mobile. The larger screen surface on a desktop allows for interactions keeps the user on the same page without losing context. On mobile, we want similar experiences, but due to the limitations of the device size, we would need to decide whether to simplify the interaction or navigate to a new screen with added functionality."
			},
            {
                "src": "./images/work/hci-05.png",
                "srcset": "./images/work/hci-05@2x.png 2x, ./images/work/hci-05@3x.png 3x",
                "description": " "
			},
            {
                "src": "./images/work/home.png",
                "srcset": "./images/work/home@2x.png 2x, ./images/work/home@3x.png 3x",
                "description": "Following is a snapshot of the revamped marketing website (WIP) to accommodate the new look and feel of the app and communicate its new features."
			}
        ],
        "description": "Clinivid by Healthcare Innovate is a secure communication platform for healthcare professionals. Available across a range of devices, including mobile (Android and iOS) and web (WIP), Clinivid helps get important information to other clinicians instantly and securely, while also protecting sensitive patient information without storing it on any device. It is designed for the clinician on the go."
    }
]
